{
    "header": {
        "home": "Home",
        "name": "Denis Galkin",
        "experience": "Professional Experience",
        "hobbies": "Hobbies",
        "contacts": "Contacts",
        "support": "Support",
        "toDark": "Switch to Dark Theme",
        "toLight": "Switch to Light Theme"
    },
    "home": {
        "welcome": "My personal page",
        "description": "My website is not just a place where I can share my thoughts and achievements, but also a portal that leads into the world of my interests. Here, I present myself as a person with a wide range of hobbies and passions, and I'm ready to share them with the world.<br /><br />I'm passionate about science fiction, science, programming, music, and sports, and I'm also professionally involved in energy and dance teaching. Moreover, I have been a co-founder of several business projects, such as an auto service and a brand for the parkour and workout subculture.<br /><br />I also love traveling and learning foreign languages, and here you will find all about my adventures in different countries and my experience in language learning.<br /><br />I hope that this website becomes a meeting place for people who share my interests and helps me find new friends, partners, and opportunities for personal and professional growth.<br /><br />Welcome to my virtual home!",
        "signup": "Sign up"
    },
    "contacts": {
        "title": "Contacts",
        "description": "Contacts on my website are like a puzzle that hasn't been put together yet. But don't worry, I'm already gathering the pieces, and soon they will form a beautiful picture of communication with me!"
    },
    "experience": {
        "title": "Professional Experience",
        "description": "I know you're eager to learn about my professional career, but right now I'm busy expanding my portfolio and preparing for new projects. But don't worry, I'll be sharing all the details soon. Stay tuned!"
    },
    "hobbies": {
        "title": "Hobbies",
        "description": "Do you think my interests are just a list of James Bond movies and a collection of kittens? I'm working on a more compelling list that will include my favorite books, movies, music, travel, food, and other hobbies! Stay tuned to find out more."
    },
    "support": {
        "title": "Support",
        "DearCustomer": "Dear valued customer,",
        "HigherPower": "At this time, we regret to inform you that our support team is currently seeking assistance from a higher power.",
        "Patience": "We kindly ask for your patience and understanding as we navigate these challenging times together.",
        "CatPicture": "In the meantime, please enjoy this picture of a cat:",
        "CatAltText": "cute kitten"
    },
    "footerText": "© 2023 My Awesome Company. All rights reserved."
}