{
  "header": {
    "home": "Главная",
    "name": "Денис Галкин",
    "experience": "Профессиональный опыт",
    "hobbies": "Интересы",
    "contacts": "Контакты",
    "support": "Поддержка",
    "toDark": "Переключить на тёмную тему",
    "toLight": "Переключить на светлую тему"
  },
  "home": {
    "welcome": "Моя личная страничка",
    "description": "Мой сайт - это не только место, где я могу делиться своими мыслями и достижениями, но и портал, ведущий в мир моих интересов. Здесь я представляю себя как человека, который обладает широким кругом увлечений и интересов, и готов поделиться ими с миром.<br /><br />Меня увлекает фантастика, наука, программирование, музыка и спорт, и я также профессионально связан с энергетикой и преподаванием танцев. Более того, я был соучредителем нескольких бизнес-проектов, таких как автосервис и бренд для субкультуры паркура и воркаута.<br /><br />Я также люблю путешествовать и изучать иностранные языки, и здесь вы сможете узнать обо всех моих приключениях в разных странах и опыте изучения новых языков.<br /><br />Я надеюсь, что этот сайт станет местом встречи для людей, разделяющих мои интересы, и поможет мне найти новых друзей, партнеров и возможности для личностного и профессионального развития. Вас ждёт мир новых открытий и возможностей, и я рад приветствовать вас в моем виртуальном доме.<br /><br />Добро пожаловать!",
    "signup": "Регистрация"
  },
  "contacts": {
    "title": "Контакты",
    "description": "Контакты на моем сайте - как пазл, который еще не сложен. Но не переживайте, я уже собираю кусочки, и скоро они образуют прекрасную картину общения со мной!"
  },
  "hobbies": {
    "title": "Интересы",
    "description": "Вы думаете, что мои интересы просто являются списком фильмов о Джеймсе Бонде и коллекцией котиков? Я работаю над более убедительным списком, который включит мои любимые книги, фильмы, музыку, путешествия, еду и другие увлечения! Оставайтесь на связи, чтобы узнать больше."
  },
  "experience": {
    "title": "Профессиональный опыт",
    "description": "Я знаю, что вы с нетерпением ждете, чтобы узнать о моей профессиональной деятельности, но я пока занят расширением своего портфолио и подготовкой к новым проектам. Но не волнуйтесь, я скоро поделюсь всеми деталями. Оставайтесь на связи!"
  },
  "support": {
    "title": "Поддержка",
    "DearCustomer": "Уважаемый клиент,",
    "HigherPower": "К сожалению, на данный момент мы вынуждены сообщить вам, что наша служба поддержки в настоящее время ищет помощи у высшей силы.",
    "Patience": "Мы просим вашего терпения и понимания в эти сложные времена.",
    "CatPicture": "А пока, наслаждайтесь этим изображением котенка:",
    "CatAltText": "милый котенок"
  },
  "footerText": "© 2023 My Awesome Company. Все права защищены."
}